Repository: mep-agency/web-toolkit-bundle
Catalog: src/Resources/translations/invalid-user-consent-data+intl-icu.*.xlf
Languages: it

source: Cannot update consent for unexisting public key.
it: Chiave pubblica inesistente, impossibile aggiornare il consenso.

source: Invalid signature.
it: Firma non valida.

source: Invalid specs hash.
it: Hash delle specifiche non valido.

source: Unmatching services.
it: I servizi non corrispondono.

source: Invalid required preferences.
it: Preferenze obbligatorie non valide.

source: Data array keys do not match.
it: Le chiavi dell'array "data" non corrispondono.

source: Previous consent hash has to be null.
it: Il consenso precedente deve essere nullo.

source: Previous consent hash does not match.
it: L'hash del consenso precedente non corrisponde.

# timestamp_is_not_integer
source: Timestamp is not an integer.
it: Timestamp non è un numero intero.

source: Timestamp is not in valid range.
it: Timestamp non rientra in un intervallo valido.

source: Timestamp is prior to latest consent.
it: Timestamp è antecedente al consenso precedente
